HGS/MELDUNGEN/EXPORT/MASTER_Schichtreport_20241011101846.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>10214</abrechnungsnummer>
                <geldlogistik vorgangstyp="INFORMATION" zeitpunkt="2024-10-11T10:18:46.593+02:00" geldlogistiker="0" geldspeichertyp="WGR" einschubNr="2" geldspeicherId="44211138" abrechnung="0">
                    <geldbetrag betrag="0" waehrung="EUR"/>
                    <bestandSorte anzahl="0">
                        <nennwert waehrung="EUR" wertigkeit="5"/>
                    </bestandSorte>
                    <metadaten sequenznummer="17311" guid="8ab8e4db-c6e6-40cc-b56d-ffbb5e26356d"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
